{"Title":{"0":"Cuba welcomes tourists after months of being closed due to coronavirus","1":"Jalaj Saxena deserves a place at Chennai Super Kings, says Deep Dasgupta","2":"History-sheeter arrested for robbing pilot at gunpoint in Delhi booked under MOCA","3":"Bundelkhand folksinger Deshraj Pateriya dies at 67","4":"Nations League: Czech Republic-Scotland game called off over Covid-19 concerns","5":"Italy's winning streak ends at 11 after draw with Bosnia, Netherlands beats Poland","6":"China's agressive behaviour violates bilateral agreement: Rajnath Singh to Chinese Defence Minister","7":"Coronavirus cases in Delhi increasing due to more testing, don't panic: Arvind Kejriwal","8":"Veteran actor Y Gee Mahendra completes 50 years in cinema ","9":"Sushant death case: Rhea bought and sold drugs, says NCB report","10":"Borna Coric comeback sends Stefanos Tsitsipas tumbling out of US Open","11":"Telangana Finance Minister tests positive for coronavirus"},"Story_Url":{"0":"https:\/\/www.indiatoday.in\/lifestyle\/travel\/story\/cuba-welcomes-tourists-after-months-of-being-closed-due-to-coronavirus-outbreak-1718863-2020-09-05","1":"https:\/\/www.indiatoday.in\/sports\/cricket\/story\/jalaj-saxena-replacement-for-harbhajan-singh-says-deep-dasgupta-chennai-super-kings-ipl-2020-1718874-2020-09-05","2":"https:\/\/www.indiatoday.in\/crime\/story\/history-sheeter-arrested-for-robbing-pilot-at-gunpoint-in-delhi-booked-under-moca-1718873-2020-09-05","3":"https:\/\/www.indiatoday.in\/lifestyle\/celebrity\/story\/bundelkhand-folksinger-deshraj-pateriya-passes-away-at-67-1718868-2020-09-05","4":"https:\/\/www.indiatoday.in\/sports\/football\/story\/nations-league-czech-republic-football-scotland-slovakia-tomas-1718872-2020-09-05","5":"https:\/\/www.indiatoday.in\/sports\/football\/story\/uefa-nations-league-bosnia-italy-netherlands-poland-czechs-slovakia-1718865-2020-09-05","6":"https:\/\/www.indiatoday.in\/india\/story\/china-s-agressive-behaviour-violates-bilateral-agreement-rajnath-singh-chinese-defence-minister-1718871-2020-09-05","7":"https:\/\/www.indiatoday.in\/india\/story\/coronavirus-cases-in-delhi-increasing-due-to-more-testing-no-need-to-panic-arvind-kejriwal-1718867-2020-09-05","8":"https:\/\/www.indiatoday.in\/movies\/regional-cinema\/story\/y-gee-mahendra-completes-50-years-in-cinema-thanks-to-the-great-k-balachander-for-introducing-me-1718861-2020-09-05","9":"https:\/\/www.indiatoday.in\/movies\/celebrities\/story\/sushant-singh-rajput-death-case-rhea-chakraborty-bought-and-sold-drugs-says-ncb-report-1718864-2020-09-05","10":"https:\/\/www.indiatoday.in\/sports\/tennis\/story\/us-open-2020-borna-coric-stages-epic-comeback-to-stun-stefanos-tsitsipas-1718862-2020-09-05","11":"https:\/\/www.indiatoday.in\/india\/story\/telangana-finance-minister-tests-positive-for-coronavirus-1718858-2020-09-05"},"Brief_Intro":{"0":"Cuba finally welcomed tourists after months of being closed due to the novel\ncoronavirus outbreak.","1":"Jalaj Saxena is a 33-year-old right-hand batsman and off-spin bowler who has\nplayed 123 first-class matches in which he has managed 6334 runs at 35.98\nwith 14 hundreds and 31 fifties.","2":"A history-sheeter, who was arrested for robbing and assaulting a pilot at\ngunpoint in Delhi, has been booked under Maharashtra Control of Organised\nCrime Act (MCOCA) case.","3":"Eminent Bundelkhand folksinger Deshraj Pateriya breathed his last on\nSaturday.","4":"With a staff member testing positive and seven other players under\nself-isolation, Czech Republic call off their Nations League game against\nScotland, likely to forfeit points as well","5":"Netherlands began life after Ronald Koeman with a 1-0 win over Poland in the\nNations League, Stefano Sensi's second international goal rescued Italy a\nNations League draw as their 11-game winning streak came to an end in a 1-1\nstalemate with Bosnia-Herzegovina.","6":"Defence Minister Rajnath Singh told his Chinese counterpart Wei Fenghe that\nChina's aggressive behaviour is in violation of bilateral agreement.","7":"Chief Minister Arvind Kejriwal said on Saturday that coronavirus cases in\nDelhi have increased due to the increased number of testing in the national\ncapital to detect the patients.","8":"Veteran actor Y Gee Mahendra, in a recent post, thanked K Balachander,\nKalakendra Govindrajan and actor Srikanth for being the reason for his\nsuccess in the film industry.","9":"The NCB crime report says that Rhea Chakraborty was involved in the purchase\nand sale of drugs.","10":"Borna Coric pulled off a great escape, avoiding six match points while\nrallying to beat fourth-seeded Stefanos Tsitsipas and advance to the fourth\nround of the U.S. Open.","11":"Telangana's Finance Minister T Harish Rao has tested positive for\ncoronavirus, he revealed on Twitter."},"Paragraph":{"0":"['Cuba rolled out the red carpet on Friday for the first planeload of tourists to arrive on the Communist-run island in months as it struggles toward a post-pandemic new normalcy.', 'The import-dependent country has been plunged into crisis and scarcity by tough US sanctions and the Covid-19 outbreak.', 'The arrival was seen as a hopeful sign for tens of thousands of laid-off leisure industry employees, shuttered small businesses and hard-pressed residents in general. An Air Canada plane arrived at midday at the Cayo-Coco airport on the northcentral coast.', \"Air Canada Vacations, the airline's tour business, said it would now fly weekly to Cuba and biweekly beginning next month.\", 'Cuba closed its airports in March due to the pandemic. While some hotels are open under international sanitary regulations at resorts in isolated areas such as Cayo-Coco, there is no indication when Havana and other cities might allow foreign visitors to return.', 'Cuba has managed to control the pandemic in most of the country. But it is currently trying to contain a new outbreak in Havana, along with lesser outbreaks in a few other provinces.', \"The country has reported nearly 4,300 Covid-19 cases to date and 100 deaths. Canada has long been Cuba's most important tourist provider, accounting for 1.1 million of the 4.2 million arrivals in 2019, according to the government. Industry revenues were $2.6 billion last year.\", 'The United States bans residents from making tourist trips to Cuba as part of its decades-old trade embargo, but U.S. citizens can still travel to the Caribbean island for purposes including education.', 'ALSO READ: Priceless Thailand: Beyond the beaches and sexcitement', 'ALSO READ: Konark Sun temple reopens for visitors after five months', 'ALSO READ: Check in but never leave: Taiwan offers fake flights for travel-starved tourists']","1":"['Former India wicketkeeper Deep Dasgupta feels all-rounder Jalaj Saxena could be a potential Harbhajan Singh at Chennai Super Kings for IPL 2020. Harbhajan decided to pull out of the tournament on Friday citing person reasons.', 'Jalaj Saxena is a 33-year-old right-hand batsman and off-spin bowler who has played 123 first-class matches in which he has managed 6334 runs at 35.98 with 14 hundreds and 31 fifties.', 'He has also picked 347 FC wickets at 27.17 with 21 five-wicket hauls. He has also played 54 T20s till date, scoring 633 runs and picked 49 wickets.', 'Saxena was bought by Delhi Capitals in the 2019 auction at his base price of Rs 20 lakh but was released ahead of this season. He has also played for teams like Mumbai Indians and Royal Challengers Bangalore in the IPL.', '“I think Jalaj Saxena deserves a place, he’s a good enough all-rounder. I think they might look at him, he’s a very good option for Bhajji’s replacement,” Deep Dasgupta told ESPNCricinfo.', '“He’s someone who has got a lot of experience not just in red ball cricket but also in white ball cricket he’s been around for a while.\"', 'Dasgupta said Chennai Super Kings will miss the experience of Harbhajan this season.', '“Yes, he wasn‘t a regularity, didn’t play all the games last season but having said that when you’ve got someone as experienced as Harbhajan and we’re talking about all those 50 plus matches being played on only 3 venues.', '“In the 2nd half of the tournament, those pitches will get tired, there will ware and tare so it will definitely help the spinners. From the experience part, yes (they will miss him), and of course he was only off-spinner. He didn’t play much after last season but with someone of that experience, you have to back them and that’s what CSK has done. So they will miss him, maybe not too much but a bit for sure,” Dasgupta said.', 'Harbhajan is the second CSK player who will miss the IPL this season after vice-captain Suresh Raina, who returned home from Dubai last week due to personal reasons.', \"Raina's news came just after 13 members of the franchise, including fast bowler Deepak Chahar and batsman Ruturaj Gaikwad, tested positive for coronavirus.\", '']","2":"['A history-sheeter, who was arrested for robbing and assaulting a pilot at gunpoint in Delhi, has been booked under Maharashtra Control of Organised Crime Act (MCOCA) case.', 'P Silva, the history-sheeter, and his two associates were arrested on June 9 for allegedly robbing a 30-year-old pilot of a private airlines at gunpoint on IIT flyover in southwest Delhi. Silva has been involved in more than 12 cases of theft, robbery, snatching and Arms Act.', 'On the intervening night of June 2 and 3, Silva and his two associates on two-wheelers intercepted the office cab of the pilot, who was on his way to Indira Gandhi International Airport, on IIT flyover. Silva and his accomplices took his wallet which contained Rs 10,000 and other essential documents. They looted the pilot at gunpoint and when he resisted, Silva and his accomplices attacked him with a knife.', \"Pilva and two of his associated earlier used to commit crimes using the 'Thak Thak' modus operandi in which they used to divert attention of the victims by making some excuse and then commit robbery.\", 'Even from inside the jail, Silva -- a resident of Delhi\\'s PS Ambedkar Nagar area -- has allegedly been controlling his gang members of \"Thak Thak Gang\" to carry out criminal activities in the area of entire Delhi and adjoining areas.', 'Police said Silva had allegedly accumulated money by criminal activities and acquired benaami properties.', 'ALSO READ| Man held for impersonating police officer, charging money from people on pretext of recruitment']","3":"['Eminent folksinger Deshraj Pateriya passed away on September 5. He died after reportedly suffering a heart attack. He was 67.', 'Deshraj Pateriya, celebrated as the pride of Bundelkhand, was among the most eminent and oldest names in Bundeli folk music. He breathed his last at his residence in Madhya Pradesh.', 'The renowned singer is credit for popularising Bundeli folk music across the country. He made his mark in foreign countries as well. He played an important role in making Bundeli folk songs distinct through radio.', 'A wave of mourning spread among city dwellers including Bundeli folk singers after his demise.', 'Deshraj Pateriya was born in a village near Nowgong town of Chhatarpur, Madhya Pradesh.', 'ALSO READ | Padma Vibhushan Pandit Jasraj dies at 90 in US', 'ALSO READ: Pandit Jasraj dies at 90: PM Modi leads tributes for legendary vocalist']","4":"[\"The Nations League game between the Czech Republic and Scotland scheduled for Monday will not take place, according to the central European nation's football association.\", 'The Czechs beat Slovakia 3-1 on Friday but have been hit with a coronavirus outbreak in the build-up to the match.', 'A statement on the FACR website read: “The national team will not play against Scotland on Monday due to representatives decision and the current situation with the Covid-19.', 'The national team ends current preparations with the immediate effect straight after the win against Slovakia.”', 'The national team will not play against Scotland on Monday due to representatives decision and the current situation with the COVID-19.The national team ends current preparations with the immediate effect straight after the win against Slovakia.', '', 'Scotland drew their first match against Israel', 'Scotland was due to travel to Olomouc on Sunday after drawing 1-1 against Israel in Glasgow in their opening match on Friday.', 'The Czech plans had been affected after West Ham midfielder Tomas Soucek and RB Leipzig striker Patrik Schick were told to self-isolate after coming into contact with a staff member who tested positive for the virus.', 'The Czech FA delayed their departure for Slovakia by 24 hours while the entire squad was re-tested and the players made the 240-kilometer (200-mile) journey by road.', 'However, after their opening win, the FACR added: “There is great concern that the virus could spread further.”', 'The announcement could lead to the Czech Republic forfeiting the points.', '']","5":"[\"Bosnia ended Italy's run of 11 successive wins when they held Roberto Mancini's side to a 1-1 draw in their Nations League match on Friday.\", 'After both teams hit the woodwork early in the second half, Edin Dzeko put the visitors in front when he fired into the roof of the net with a shot on the turn from a corner in the 57th minute in their League A Group One match.', 'Stefano Sensi equalized 10 minutes later with a deflected shot after Lorenzo Insigne pulled the ball back.', 'Italy, playing their first match since beating Armenia 9-1 last November, won all 10 of their qualifying matches for Euro 2020 as well as a friendly against the United States for the longest winning run in their history.', 'Steven Bergwijn scores as the Netherlands beats Poland 1-0', 'Netherlands forward Steven Bergwijn scored just past the hour mark to secure a hard-fought 1-0 win over Poland in their opening Nations League clash on Friday as heavy home pressure finally paid dividends at the Johan Cruyff Arena.', \"The Dutch, runners-up in last year's inaugural edition of the competition, were playing their first game since the departure of coach Ronald Koeman to Barcelona last month but kept up their crisp performances of the last two years.\", 'Bergwijn tapped the ball home in the 61st minute after a characteristic sweeping move from the Netherlands, playing under interim coach Dwight Lodeweges in their League A Group 1 match.', 'Czechs beat Slovakia 3-1 ', 'The Czech Republic claimed a 3-1 away win over neighbouring Slovakia after finally breaking down their opponents with three second-half goals in their Nations League clash on Friday.', \"The Czechs pressed high and controlled much of the League B Group 2 match but could not find the cutting edge in the first half in which Sparta Prague's 18-year-old striker Adam Hlozek made his debut as the youngest ever Czech international.\"]","6":"[\"Defence Minister Rajnath Singh told Chinese Defence Minister General Wei Fenghe that China's aggressive behaviour is in violation of bilateral agreements between the two countries.\", 'Both defence ministers sat down for a joint meeting accompanied by high-level delegations in Moscow on Friday. Singh and Fenghe are in Russia for the meeting of member nations of the Shanghai Cooperation Organization (SCO), Commonwealth of Independent States (CIS) and Collective Security Treaty Organization (CSTO).', \"As per a statement released on Indian Defence Ministry's official Twitter handle, Rajnath Singh conveyed India’s position on the developments along the Line of Actual Control (LAC) including in the Galwan valley in the Western Sector of the India-China Border Areas in the last few months.\", '\"Raksha Mantri emphasised that the actions of the Chinese troops, including amassing of a large number of troops, their aggressive behaviour and attempts to unilaterally alter the status quo were in violation of the bilateral agreements,\" said the statement.', '', 'RM emphasised that the actions of the Chinese troops, including amassing of large number of troops, their aggressive behaviour and attempts to unilaterally alter the status quo were in violation of the bilateral agreements.', '', '', 'The meeting lasted for 2 hours and 20 minutes.', 'Singh stated clearly that \"while the Indian troops had always taken a very responsible approach towards border management, but at the same time there should also be no doubt about our determination to protect India’s sovereignty and territorial integrity.\"', 'The statement added, \"Raksha Mantri said both sides should take guidance from the consensus of the leaders that maintenance of peace and tranquillity in the India-China border areas was essential for the further development of bilateral relations & that 2 sides should not allow differences to become disputes\".', 'The Defence Minister also emphasised on diplomatic channels.', '\"Raksha Mantri conveyed that the two sides should continue their discussions, including through diplomatic and military channels, to ensure complete disengagement and de-escalation and full restoration of peace and tranquillity along the LAC at the earliest,\" said the statement from Defence Ministry\\'s Office.', '', 'Raksha Mantri conveyed that the two sides should continue their discussions, including through diplomatic and military channels, to ensure complete disengagement and de-escalation and full restoration of peace and tranquillity along the LAC at the earliest.', '', 'Rajnath Singh further said that the current situation should be handled responsibly and that neither side should take any further action that could either complicate the situation or escalate matters in the border areas.', '\"Raksha Mantri advised that it was important therefore that Chinese side should work with the Indian side for complete disengagement at the earliest from all friction areas including Pangong Lake as well as de-escalation in border areas in accordance with the bilateral agreements & protocols,\" said the statement.', 'Meanwhile, according to China\\'s Ministry of Defence, Wei Fenghe told Singh during their meeting in Moscow that \"responsibility (of recent events in Ladakh) lies entirely with India\". ', '\"China\\'s territory cannot be lost, and the Chinese military is fully determined, capable, and confident to safeguard national sovereignty and territorial integrity. Both sides should earnestly implement the important consensus reached by Chairman Jinping and Prime Minister Modi and insist on solving problems through dialogue and consultation,\" the Chinese Ministry of Defence went on to say.', '']","7":"['Chief Minister Arvind Kejriwal said on Saturday that coronavirus cases in Delhi have increased due to the increased number of testing in the national capital to detect the patients. Asserting that there was no need to panic due to the increasing number of coronavirus cases in Delhi, Arvind Kejriwal said the situation is under control.', '\"I want to assure you that the coronavirus situation in Delhi is completely under control but there is no room for complacency. There is no need to panic. Coronavirus cases in Delhi are increasing as we have doubled testing to detect the patients infected with the disease,\" Arvind Kejriwal said on Saturday.', 'Arvind Kejriwal also said that his government is prepared to deal with any situation that may arise due to the coronavirus. He said that his government has taken several steps to reduce deaths due to the virus in Delhi.', 'Reiterating that his government is testing more people in Delhi, Arvind Kejriwal said, \"Don\\'t think the situation in Delhi has worsened because more coronavirus cases are being reported. The coronavirus cases in Delhi are increasing because we have doubled testing. We have increased single-day testing from 20,000 to 40,000.\"', '\"We have set up coronavirus testing camps in Delhi markets and bus stands.\"', 'Arvind Kejriwal said, \"As per data between August 15 and today, the fatality rate among coronavirus patients is 1 per cent in Delhi against 1.7 per cent of national fatality rate. Our recovery rate is 87 per cent against 77 per cent on the national level.\"', 'Arvind Kejriwal said that there is no shortage of hospital beds for coronavirus patients in Delhi and added that out of 14,000 beds, only 5,000 are occupied.', '\"There are 14,000 beds for coronavirus patients out of which 5,000 beds are currently occupied in Delhi. Of the 5,000 beds, around 1,700 beds are occupied by patients from outside Delhi,\" the Delhi chief minister said.', 'On Friday, Delhi recorded 2,914 fresh coronavirus cases, the highest single-day spike here in 69 days. This is the fourth successive day in September when over 2,000 new coronavirus cases have been reported in a day. Also, over 36,000 tests were conducted on Friday.', '']","8":"[\"Veteran actor-playwriter Y Gee Mahendra has successfully completed 50 years of his journey in Indian cinema. The popular comedian made his debut in Tamil cinema with K Balachander's Navagraham in 1970, which went on to become a hit. Later, he shared screen space with many legendary actors including Sivaji Ganesan, Jai Shankar, Rajinikanth and Kamal Haasan.\", \"On Friday, Y Gee Mahendran shared a beautiful note with the press celebrating 50 years of his journey in the industry. He thanked K Balachander, Kalakendra Govindrajan and actor Srikanth for introducing him in the industry, and said that he wouldn't have attained this height without fans.\", 'Y Gee wrote, \"Hey guys 50 Years Back On Sep 3rd 1970 my first movie Navagraham was released. Just sharing the memory with all You Wellwishers. And a big thanks.. To The Almighty..To the great K.Balachander who introduced me and Kalakendra Govindrajan and actor Srikanth who took me to him (sic).\"', 'He added, \"To every Producer Director Writer Actor and Technician who shaped me....To All the Press and Media who have been Kind and Critical of Me...To All the Rasikas all over the world who encouraged Me On and Off Screen...to My Parents and Family who stood by me ....And to my two Manasiga gurus Sivaji Ganesan & Nagesh (sic).\"', 'Y Gee Mahendra is the son of YG Parthasarathy, one of the pioneers of modern Tamil drama. He is also the cousin of actress Vyjayanthimala and relative of Rajinikanth.', 'Y Gee made his debut as a director with Kathai Kathaiyam Karanamam in 1987. He had also been part of many television series including Thavam, Rudraveenai, Chidambara Ragasiyam and Sahaana.', 'ALSO SEE | Kamal Haasan and Rajinikanth remember legend K Balachander on 90th birth anniversary. Watch videos', 'ALSO SEE | Rajinikanth and wife Latha celebrate 39th wedding anniversary: Love story in pics', \"ALSO WATCH | Kamal-Rajini tango: MNM chief Haasan's big political message to Rajinikanth\", '']","9":"[\"The crime report of Narcotics Control Bureau says that Rhea Chakraborty was involved in the usage of drugs. The agency, who analysed Rhea's WhatsApp chats, in its report said that the actress bought and sold drugs. Rhea Chakraborty's home was raided by the NCB officials on Friday. After the raid, the NCB questioned Rhea's brother, Showik Chakraborty, and Sushant Singh Rajput's house manager, Samuel Miranda, for more than nine hours. They were later arrested by the NCB on Friday night.\", 'The crime report of NCB on Rhea Chakrobarty read, \"Analysis of WhatsApp chats of Rhea Chakravarty with other entities reflects the angle of conspiracy and abetment in possession, sale, purchase, consumption, transportation and usage of substances covered under NDPS Act. Prima facie offences u\/s \/20(b)\/22\/27\/28\/29 of NDPS Act are made out.\"', 'SUSHANT SINGH RAJPUT DEATH CASE: ALL YOU NEED TO KNOW', 'According to sources, Rhea Chakraborty is likely to be summoned for questioning by the NCB on Sunday. It is speculated that she can also be arrested after the questioning.', 'After their arrest on Friday, Showik Chakraborty and Samuel Miranda are being presented at Magistrate court in Mumbai. The NCB will seek 4 to 6 days custody of the two from the court. Sources revealed that no drug test of Showik and Miranda conducted as of now.', \"During the NCB questioning on Friday, Showik Chakraborty confessed that he used to buy drugs at Rhea's behest. The NCB sources claim that he was a facilitator not only for Sushant Singh Rajput, but also arranged narcotics for some other Bollywood stars.\", \"Sushant Singh Rajput death case is currently being investigated by the CBI, the Enforcement Directorate and the Narcotics Control Bureau. While the CBI is probing the circumstances in which Sushant died and if there's any murder angle to it, the ED is investigating money-laundering angle. The NCB is probing a drug angle in the case.\", \"The drug angle in the case came to light after Rhea Chakraborty's WhatsApp chats with Jaya Saha, Shruti Modi, Gaurav Arya and Samuel Miranda, where they are seen discussing drugs, were released by the ED.\", 'ALSO READ | Sushant Singh Rajput death case: No drug test as of now for Showik and Samuel Miranda, says NCB', \"ALSO READ | Sushant Singh Rajput death case: NCB arrests Rhea's brother Showik Chakraborty, Samuel Miranda in drug probe\", 'ALSO WATCH | NCB probe into alleged drug link gets bigger', '', '']","10":"['Croatian Borna Coric saved six match points as he rallied from 5-1 down in the fourth set to stun Stefanos Tsitsipas 6-7(2) 6-4 4-6 7-5 7-6(4) and send the fourth seed tumbling out of the U.S Open in the third round on Friday.', 'In the sort of late drama that would on any other year have had the Flushing Meadows crowd baying for more, Coric staged a remarkable comeback at an empty Louis Armstrong Stadium to reach the fourth round after the fifth set tiebreak.', 'The gritty 27th seed had looked down for the count when Tsitsipas twice served for the match in the fourth set but the 22-year-old Greek faltered with victory in his grasp.', 'Coric again had to come from a break down in the fifth but looked indefatigable even after 4 1\/2 hours on court and secured a famous victory on his second match point.', '\"I just have to be honest and have to say that I was really lucky,\" said Coric, who will face Australian Jordan Thompson on Sunday for a spot in his first Grand Slam quarter-final.', '\"At 5-4, I think he was 40-0 ... it was just pure luck. I just made some unbelievable returns and yeah, I was a bit lucky in the end.\"', 'Tsitsipas, who won the ATP Finals at the end of last season and targeted a maiden Grand Slam title this year, showcased his athleticism and shot-making in bursts throughout the contest.', \"He might have been able to see off his opponent earlier had he been able to put sustained pressure on the Croatian's serve but looked to have the match in the bag when he broke to win the third set and then won five of the next six games.\", '\"In the third and fourth sets he was playing unbelievable tennis and I felt I had absolutely no chance,\" said Coric.', '\"(After that) I played some unbelievable points and he also dropped his level a little bit.\"', 'Coric, one of four players to test positive for COVID-19 after playing on the ill-fated Adria Tour earlier this year, said the long layoff during the coronavirus shutdown had helped him recover from a series of niggly injuries.', '\"I decided to take those five months as some kind of preparation,\" he said. \"I was trying my best to come (back) with a body that is healed. And it\\'s good.\"', '']","11":"[\"T Harish Rao, Telangana's Finance Minister has tested positive for coronavirus. He revealed the news on his official Twitter handle.\", 'He Tweeted, \"On getting initial symptoms of coronavirus, I got the test done and the report came back positive. My health is fine, I request that all those who have come in contact with me in the last few days, please isolate yourself and get Covid Test done\",', '', 'On getting initial symptoms of coronavirus, I got the test done and the report came back positive. My health is fine, I request that all those who have come in contact with me in the last few days, please isolate yourself and get Covid Test done', 'Telangana reported 2,511 new cases and 11 deaths due to coronavirus on Friday. The total number of confirmed coronavirus cases in Telangana are 1,38,395. This includes 877 deaths and 32,915 active cases.', '']"},"Image_Url":{"0":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/cuba_beach_empty_reuters_0-170x96.jpeg?cacJnWXTQdxKmLad3aNbp8nb4llch6hu","1":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/Jalaj-Saxena-added-to-the-A-Te-170x96.jpeg?7aR_cEOtWPkd8UG9UuyyZt4pvNmSG26p","2":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/Untitled-1_3-170x96.jpeg?YsAsBzV0cyE2gD0Wtm4VsIFwrWOJ2iTp","3":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/deshraj_pateriya_passes_away-170x96.jpeg?YkeohY5ym4J3GFHQOe0aAJt84nBo0lU0","4":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/Czech_Republic_AP-170x96.jpeg?PuVDIgPWcq5HAIdAhsY4xKBSDrT6onIk","5":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/2020-09-04T205127Z_1986626582_-170x96.png?TRnxfZPaCE0FR5PBnQG6Q1HbQlbsvBa0","6":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/rajnath_minister_meet_russia-170x96.png?1TFO38SPM3Z6gpayMLpqdVMotJZeymKd","7":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/PTI26-08-2020_000062B-170x96.jpeg?8KYoFGL87eJ3Fi0adNggmKV1mJI.8bLG","8":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/Y_gee_M-170x96.jpeg?Jqdj05nksIhg4QNBXW_ruW5PZFUDUatV","9":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/rhea-chakraborty-cbi-170x96.jpeg?8.Hm4m4cgS8vdY_mEv6815hHB0cqBOh.","10":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/2020-09-03T012416Z_481348721_N-170x96.png?HOPRmGPHaj7f68Cx_9Bshv.TKCVqK8e4","11":"https:\/\/akm-img-a-in.tosshub.com\/indiatoday\/images\/story\/202009\/main_harish-rao_120618034024_0-170x96.jpeg?9gHM1iiANmMtFNUYaNIPvc4OXwIDk8Ly"},"label":{"0":51.8732761214,"1":0.1804589411,"2":4.7869245426,"3":13.1930001078,"4":30.2592992844,"5":20.8097862695,"6":71.6674498806,"7":99.4073511735,"8":76.3707230756,"9":18.2413203963,"10":38.3337717425,"11":13.1946204359},"total":{"0":"Cuba welcomes tourists after months of being closed due to coronavirusCuba finally welcomed tourists after months of being closed due to the novel\ncoronavirus outbreak.['Cuba rolled out the red carpet on Friday for the first planeload of tourists to arrive on the Communist-run island in months as it struggles toward a post-pandemic new normalcy.', 'The import-dependent country has been plunged into crisis and scarcity by tough US sanctions and the Covid-19 outbreak.', 'The arrival was seen as a hopeful sign for tens of thousands of laid-off leisure industry employees, shuttered small businesses and hard-pressed residents in general. An Air Canada plane arrived at midday at the Cayo-Coco airport on the northcentral coast.', \"Air Canada Vacations, the airline's tour business, said it would now fly weekly to Cuba and biweekly beginning next month.\", 'Cuba closed its airports in March due to the pandemic. While some hotels are open under international sanitary regulations at resorts in isolated areas such as Cayo-Coco, there is no indication when Havana and other cities might allow foreign visitors to return.', 'Cuba has managed to control the pandemic in most of the country. But it is currently trying to contain a new outbreak in Havana, along with lesser outbreaks in a few other provinces.', \"The country has reported nearly 4,300 Covid-19 cases to date and 100 deaths. Canada has long been Cuba's most important tourist provider, accounting for 1.1 million of the 4.2 million arrivals in 2019, according to the government. Industry revenues were $2.6 billion last year.\", 'The United States bans residents from making tourist trips to Cuba as part of its decades-old trade embargo, but U.S. citizens can still travel to the Caribbean island for purposes including education.', 'ALSO READ: Priceless Thailand: Beyond the beaches and sexcitement', 'ALSO READ: Konark Sun temple reopens for visitors after five months', 'ALSO READ: Check in but never leave: Taiwan offers fake flights for travel-starved tourists']","1":"Jalaj Saxena deserves a place at Chennai Super Kings, says Deep DasguptaJalaj Saxena is a 33-year-old right-hand batsman and off-spin bowler who has\nplayed 123 first-class matches in which he has managed 6334 runs at 35.98\nwith 14 hundreds and 31 fifties.['Former India wicketkeeper Deep Dasgupta feels all-rounder Jalaj Saxena could be a potential Harbhajan Singh at Chennai Super Kings for IPL 2020. Harbhajan decided to pull out of the tournament on Friday citing person reasons.', 'Jalaj Saxena is a 33-year-old right-hand batsman and off-spin bowler who has played 123 first-class matches in which he has managed 6334 runs at 35.98 with 14 hundreds and 31 fifties.', 'He has also picked 347 FC wickets at 27.17 with 21 five-wicket hauls. He has also played 54 T20s till date, scoring 633 runs and picked 49 wickets.', 'Saxena was bought by Delhi Capitals in the 2019 auction at his base price of Rs 20 lakh but was released ahead of this season. He has also played for teams like Mumbai Indians and Royal Challengers Bangalore in the IPL.', '“I think Jalaj Saxena deserves a place, he’s a good enough all-rounder. I think they might look at him, he’s a very good option for Bhajji’s replacement,” Deep Dasgupta told ESPNCricinfo.', '“He’s someone who has got a lot of experience not just in red ball cricket but also in white ball cricket he’s been around for a while.\"', 'Dasgupta said Chennai Super Kings will miss the experience of Harbhajan this season.', '“Yes, he wasn‘t a regularity, didn’t play all the games last season but having said that when you’ve got someone as experienced as Harbhajan and we’re talking about all those 50 plus matches being played on only 3 venues.', '“In the 2nd half of the tournament, those pitches will get tired, there will ware and tare so it will definitely help the spinners. From the experience part, yes (they will miss him), and of course he was only off-spinner. He didn’t play much after last season but with someone of that experience, you have to back them and that’s what CSK has done. So they will miss him, maybe not too much but a bit for sure,” Dasgupta said.', 'Harbhajan is the second CSK player who will miss the IPL this season after vice-captain Suresh Raina, who returned home from Dubai last week due to personal reasons.', \"Raina's news came just after 13 members of the franchise, including fast bowler Deepak Chahar and batsman Ruturaj Gaikwad, tested positive for coronavirus.\", '']","2":"History-sheeter arrested for robbing pilot at gunpoint in Delhi booked under MOCAA history-sheeter, who was arrested for robbing and assaulting a pilot at\ngunpoint in Delhi, has been booked under Maharashtra Control of Organised\nCrime Act (MCOCA) case.['A history-sheeter, who was arrested for robbing and assaulting a pilot at gunpoint in Delhi, has been booked under Maharashtra Control of Organised Crime Act (MCOCA) case.', 'P Silva, the history-sheeter, and his two associates were arrested on June 9 for allegedly robbing a 30-year-old pilot of a private airlines at gunpoint on IIT flyover in southwest Delhi. Silva has been involved in more than 12 cases of theft, robbery, snatching and Arms Act.', 'On the intervening night of June 2 and 3, Silva and his two associates on two-wheelers intercepted the office cab of the pilot, who was on his way to Indira Gandhi International Airport, on IIT flyover. Silva and his accomplices took his wallet which contained Rs 10,000 and other essential documents. They looted the pilot at gunpoint and when he resisted, Silva and his accomplices attacked him with a knife.', \"Pilva and two of his associated earlier used to commit crimes using the 'Thak Thak' modus operandi in which they used to divert attention of the victims by making some excuse and then commit robbery.\", 'Even from inside the jail, Silva -- a resident of Delhi\\'s PS Ambedkar Nagar area -- has allegedly been controlling his gang members of \"Thak Thak Gang\" to carry out criminal activities in the area of entire Delhi and adjoining areas.', 'Police said Silva had allegedly accumulated money by criminal activities and acquired benaami properties.', 'ALSO READ| Man held for impersonating police officer, charging money from people on pretext of recruitment']","3":"Bundelkhand folksinger Deshraj Pateriya dies at 67Eminent Bundelkhand folksinger Deshraj Pateriya breathed his last on\nSaturday.['Eminent folksinger Deshraj Pateriya passed away on September 5. He died after reportedly suffering a heart attack. He was 67.', 'Deshraj Pateriya, celebrated as the pride of Bundelkhand, was among the most eminent and oldest names in Bundeli folk music. He breathed his last at his residence in Madhya Pradesh.', 'The renowned singer is credit for popularising Bundeli folk music across the country. He made his mark in foreign countries as well. He played an important role in making Bundeli folk songs distinct through radio.', 'A wave of mourning spread among city dwellers including Bundeli folk singers after his demise.', 'Deshraj Pateriya was born in a village near Nowgong town of Chhatarpur, Madhya Pradesh.', 'ALSO READ | Padma Vibhushan Pandit Jasraj dies at 90 in US', 'ALSO READ: Pandit Jasraj dies at 90: PM Modi leads tributes for legendary vocalist']","4":"Nations League: Czech Republic-Scotland game called off over Covid-19 concernsWith a staff member testing positive and seven other players under\nself-isolation, Czech Republic call off their Nations League game against\nScotland, likely to forfeit points as well[\"The Nations League game between the Czech Republic and Scotland scheduled for Monday will not take place, according to the central European nation's football association.\", 'The Czechs beat Slovakia 3-1 on Friday but have been hit with a coronavirus outbreak in the build-up to the match.', 'A statement on the FACR website read: “The national team will not play against Scotland on Monday due to representatives decision and the current situation with the Covid-19.', 'The national team ends current preparations with the immediate effect straight after the win against Slovakia.”', 'The national team will not play against Scotland on Monday due to representatives decision and the current situation with the COVID-19.The national team ends current preparations with the immediate effect straight after the win against Slovakia.', '', 'Scotland drew their first match against Israel', 'Scotland was due to travel to Olomouc on Sunday after drawing 1-1 against Israel in Glasgow in their opening match on Friday.', 'The Czech plans had been affected after West Ham midfielder Tomas Soucek and RB Leipzig striker Patrik Schick were told to self-isolate after coming into contact with a staff member who tested positive for the virus.', 'The Czech FA delayed their departure for Slovakia by 24 hours while the entire squad was re-tested and the players made the 240-kilometer (200-mile) journey by road.', 'However, after their opening win, the FACR added: “There is great concern that the virus could spread further.”', 'The announcement could lead to the Czech Republic forfeiting the points.', '']","5":"Italy's winning streak ends at 11 after draw with Bosnia, Netherlands beats PolandNetherlands began life after Ronald Koeman with a 1-0 win over Poland in the\nNations League, Stefano Sensi's second international goal rescued Italy a\nNations League draw as their 11-game winning streak came to an end in a 1-1\nstalemate with Bosnia-Herzegovina.[\"Bosnia ended Italy's run of 11 successive wins when they held Roberto Mancini's side to a 1-1 draw in their Nations League match on Friday.\", 'After both teams hit the woodwork early in the second half, Edin Dzeko put the visitors in front when he fired into the roof of the net with a shot on the turn from a corner in the 57th minute in their League A Group One match.', 'Stefano Sensi equalized 10 minutes later with a deflected shot after Lorenzo Insigne pulled the ball back.', 'Italy, playing their first match since beating Armenia 9-1 last November, won all 10 of their qualifying matches for Euro 2020 as well as a friendly against the United States for the longest winning run in their history.', 'Steven Bergwijn scores as the Netherlands beats Poland 1-0', 'Netherlands forward Steven Bergwijn scored just past the hour mark to secure a hard-fought 1-0 win over Poland in their opening Nations League clash on Friday as heavy home pressure finally paid dividends at the Johan Cruyff Arena.', \"The Dutch, runners-up in last year's inaugural edition of the competition, were playing their first game since the departure of coach Ronald Koeman to Barcelona last month but kept up their crisp performances of the last two years.\", 'Bergwijn tapped the ball home in the 61st minute after a characteristic sweeping move from the Netherlands, playing under interim coach Dwight Lodeweges in their League A Group 1 match.', 'Czechs beat Slovakia 3-1 ', 'The Czech Republic claimed a 3-1 away win over neighbouring Slovakia after finally breaking down their opponents with three second-half goals in their Nations League clash on Friday.', \"The Czechs pressed high and controlled much of the League B Group 2 match but could not find the cutting edge in the first half in which Sparta Prague's 18-year-old striker Adam Hlozek made his debut as the youngest ever Czech international.\"]","6":"China's agressive behaviour violates bilateral agreement: Rajnath Singh to Chinese Defence MinisterDefence Minister Rajnath Singh told his Chinese counterpart Wei Fenghe that\nChina's aggressive behaviour is in violation of bilateral agreement.[\"Defence Minister Rajnath Singh told Chinese Defence Minister General Wei Fenghe that China's aggressive behaviour is in violation of bilateral agreements between the two countries.\", 'Both defence ministers sat down for a joint meeting accompanied by high-level delegations in Moscow on Friday. Singh and Fenghe are in Russia for the meeting of member nations of the Shanghai Cooperation Organization (SCO), Commonwealth of Independent States (CIS) and Collective Security Treaty Organization (CSTO).', \"As per a statement released on Indian Defence Ministry's official Twitter handle, Rajnath Singh conveyed India’s position on the developments along the Line of Actual Control (LAC) including in the Galwan valley in the Western Sector of the India-China Border Areas in the last few months.\", '\"Raksha Mantri emphasised that the actions of the Chinese troops, including amassing of a large number of troops, their aggressive behaviour and attempts to unilaterally alter the status quo were in violation of the bilateral agreements,\" said the statement.', '', 'RM emphasised that the actions of the Chinese troops, including amassing of large number of troops, their aggressive behaviour and attempts to unilaterally alter the status quo were in violation of the bilateral agreements.', '', '', 'The meeting lasted for 2 hours and 20 minutes.', 'Singh stated clearly that \"while the Indian troops had always taken a very responsible approach towards border management, but at the same time there should also be no doubt about our determination to protect India’s sovereignty and territorial integrity.\"', 'The statement added, \"Raksha Mantri said both sides should take guidance from the consensus of the leaders that maintenance of peace and tranquillity in the India-China border areas was essential for the further development of bilateral relations & that 2 sides should not allow differences to become disputes\".', 'The Defence Minister also emphasised on diplomatic channels.', '\"Raksha Mantri conveyed that the two sides should continue their discussions, including through diplomatic and military channels, to ensure complete disengagement and de-escalation and full restoration of peace and tranquillity along the LAC at the earliest,\" said the statement from Defence Ministry\\'s Office.', '', 'Raksha Mantri conveyed that the two sides should continue their discussions, including through diplomatic and military channels, to ensure complete disengagement and de-escalation and full restoration of peace and tranquillity along the LAC at the earliest.', '', 'Rajnath Singh further said that the current situation should be handled responsibly and that neither side should take any further action that could either complicate the situation or escalate matters in the border areas.', '\"Raksha Mantri advised that it was important therefore that Chinese side should work with the Indian side for complete disengagement at the earliest from all friction areas including Pangong Lake as well as de-escalation in border areas in accordance with the bilateral agreements & protocols,\" said the statement.', 'Meanwhile, according to China\\'s Ministry of Defence, Wei Fenghe told Singh during their meeting in Moscow that \"responsibility (of recent events in Ladakh) lies entirely with India\". ', '\"China\\'s territory cannot be lost, and the Chinese military is fully determined, capable, and confident to safeguard national sovereignty and territorial integrity. Both sides should earnestly implement the important consensus reached by Chairman Jinping and Prime Minister Modi and insist on solving problems through dialogue and consultation,\" the Chinese Ministry of Defence went on to say.', '']","7":"Coronavirus cases in Delhi increasing due to more testing, don't panic: Arvind KejriwalChief Minister Arvind Kejriwal said on Saturday that coronavirus cases in\nDelhi have increased due to the increased number of testing in the national\ncapital to detect the patients.['Chief Minister Arvind Kejriwal said on Saturday that coronavirus cases in Delhi have increased due to the increased number of testing in the national capital to detect the patients. Asserting that there was no need to panic due to the increasing number of coronavirus cases in Delhi, Arvind Kejriwal said the situation is under control.', '\"I want to assure you that the coronavirus situation in Delhi is completely under control but there is no room for complacency. There is no need to panic. Coronavirus cases in Delhi are increasing as we have doubled testing to detect the patients infected with the disease,\" Arvind Kejriwal said on Saturday.', 'Arvind Kejriwal also said that his government is prepared to deal with any situation that may arise due to the coronavirus. He said that his government has taken several steps to reduce deaths due to the virus in Delhi.', 'Reiterating that his government is testing more people in Delhi, Arvind Kejriwal said, \"Don\\'t think the situation in Delhi has worsened because more coronavirus cases are being reported. The coronavirus cases in Delhi are increasing because we have doubled testing. We have increased single-day testing from 20,000 to 40,000.\"', '\"We have set up coronavirus testing camps in Delhi markets and bus stands.\"', 'Arvind Kejriwal said, \"As per data between August 15 and today, the fatality rate among coronavirus patients is 1 per cent in Delhi against 1.7 per cent of national fatality rate. Our recovery rate is 87 per cent against 77 per cent on the national level.\"', 'Arvind Kejriwal said that there is no shortage of hospital beds for coronavirus patients in Delhi and added that out of 14,000 beds, only 5,000 are occupied.', '\"There are 14,000 beds for coronavirus patients out of which 5,000 beds are currently occupied in Delhi. Of the 5,000 beds, around 1,700 beds are occupied by patients from outside Delhi,\" the Delhi chief minister said.', 'On Friday, Delhi recorded 2,914 fresh coronavirus cases, the highest single-day spike here in 69 days. This is the fourth successive day in September when over 2,000 new coronavirus cases have been reported in a day. Also, over 36,000 tests were conducted on Friday.', '']","8":"Veteran actor Y Gee Mahendra completes 50 years in cinema Veteran actor Y Gee Mahendra, in a recent post, thanked K Balachander,\nKalakendra Govindrajan and actor Srikanth for being the reason for his\nsuccess in the film industry.[\"Veteran actor-playwriter Y Gee Mahendra has successfully completed 50 years of his journey in Indian cinema. The popular comedian made his debut in Tamil cinema with K Balachander's Navagraham in 1970, which went on to become a hit. Later, he shared screen space with many legendary actors including Sivaji Ganesan, Jai Shankar, Rajinikanth and Kamal Haasan.\", \"On Friday, Y Gee Mahendran shared a beautiful note with the press celebrating 50 years of his journey in the industry. He thanked K Balachander, Kalakendra Govindrajan and actor Srikanth for introducing him in the industry, and said that he wouldn't have attained this height without fans.\", 'Y Gee wrote, \"Hey guys 50 Years Back On Sep 3rd 1970 my first movie Navagraham was released. Just sharing the memory with all You Wellwishers. And a big thanks.. To The Almighty..To the great K.Balachander who introduced me and Kalakendra Govindrajan and actor Srikanth who took me to him (sic).\"', 'He added, \"To every Producer Director Writer Actor and Technician who shaped me....To All the Press and Media who have been Kind and Critical of Me...To All the Rasikas all over the world who encouraged Me On and Off Screen...to My Parents and Family who stood by me ....And to my two Manasiga gurus Sivaji Ganesan & Nagesh (sic).\"', 'Y Gee Mahendra is the son of YG Parthasarathy, one of the pioneers of modern Tamil drama. He is also the cousin of actress Vyjayanthimala and relative of Rajinikanth.', 'Y Gee made his debut as a director with Kathai Kathaiyam Karanamam in 1987. He had also been part of many television series including Thavam, Rudraveenai, Chidambara Ragasiyam and Sahaana.', 'ALSO SEE | Kamal Haasan and Rajinikanth remember legend K Balachander on 90th birth anniversary. Watch videos', 'ALSO SEE | Rajinikanth and wife Latha celebrate 39th wedding anniversary: Love story in pics', \"ALSO WATCH | Kamal-Rajini tango: MNM chief Haasan's big political message to Rajinikanth\", '']","9":"Sushant death case: Rhea bought and sold drugs, says NCB reportThe NCB crime report says that Rhea Chakraborty was involved in the purchase\nand sale of drugs.[\"The crime report of Narcotics Control Bureau says that Rhea Chakraborty was involved in the usage of drugs. The agency, who analysed Rhea's WhatsApp chats, in its report said that the actress bought and sold drugs. Rhea Chakraborty's home was raided by the NCB officials on Friday. After the raid, the NCB questioned Rhea's brother, Showik Chakraborty, and Sushant Singh Rajput's house manager, Samuel Miranda, for more than nine hours. They were later arrested by the NCB on Friday night.\", 'The crime report of NCB on Rhea Chakrobarty read, \"Analysis of WhatsApp chats of Rhea Chakravarty with other entities reflects the angle of conspiracy and abetment in possession, sale, purchase, consumption, transportation and usage of substances covered under NDPS Act. Prima facie offences u\/s \/20(b)\/22\/27\/28\/29 of NDPS Act are made out.\"', 'SUSHANT SINGH RAJPUT DEATH CASE: ALL YOU NEED TO KNOW', 'According to sources, Rhea Chakraborty is likely to be summoned for questioning by the NCB on Sunday. It is speculated that she can also be arrested after the questioning.', 'After their arrest on Friday, Showik Chakraborty and Samuel Miranda are being presented at Magistrate court in Mumbai. The NCB will seek 4 to 6 days custody of the two from the court. Sources revealed that no drug test of Showik and Miranda conducted as of now.', \"During the NCB questioning on Friday, Showik Chakraborty confessed that he used to buy drugs at Rhea's behest. The NCB sources claim that he was a facilitator not only for Sushant Singh Rajput, but also arranged narcotics for some other Bollywood stars.\", \"Sushant Singh Rajput death case is currently being investigated by the CBI, the Enforcement Directorate and the Narcotics Control Bureau. While the CBI is probing the circumstances in which Sushant died and if there's any murder angle to it, the ED is investigating money-laundering angle. The NCB is probing a drug angle in the case.\", \"The drug angle in the case came to light after Rhea Chakraborty's WhatsApp chats with Jaya Saha, Shruti Modi, Gaurav Arya and Samuel Miranda, where they are seen discussing drugs, were released by the ED.\", 'ALSO READ | Sushant Singh Rajput death case: No drug test as of now for Showik and Samuel Miranda, says NCB', \"ALSO READ | Sushant Singh Rajput death case: NCB arrests Rhea's brother Showik Chakraborty, Samuel Miranda in drug probe\", 'ALSO WATCH | NCB probe into alleged drug link gets bigger', '', '']","10":"Borna Coric comeback sends Stefanos Tsitsipas tumbling out of US OpenBorna Coric pulled off a great escape, avoiding six match points while\nrallying to beat fourth-seeded Stefanos Tsitsipas and advance to the fourth\nround of the U.S. Open.['Croatian Borna Coric saved six match points as he rallied from 5-1 down in the fourth set to stun Stefanos Tsitsipas 6-7(2) 6-4 4-6 7-5 7-6(4) and send the fourth seed tumbling out of the U.S Open in the third round on Friday.', 'In the sort of late drama that would on any other year have had the Flushing Meadows crowd baying for more, Coric staged a remarkable comeback at an empty Louis Armstrong Stadium to reach the fourth round after the fifth set tiebreak.', 'The gritty 27th seed had looked down for the count when Tsitsipas twice served for the match in the fourth set but the 22-year-old Greek faltered with victory in his grasp.', 'Coric again had to come from a break down in the fifth but looked indefatigable even after 4 1\/2 hours on court and secured a famous victory on his second match point.', '\"I just have to be honest and have to say that I was really lucky,\" said Coric, who will face Australian Jordan Thompson on Sunday for a spot in his first Grand Slam quarter-final.', '\"At 5-4, I think he was 40-0 ... it was just pure luck. I just made some unbelievable returns and yeah, I was a bit lucky in the end.\"', 'Tsitsipas, who won the ATP Finals at the end of last season and targeted a maiden Grand Slam title this year, showcased his athleticism and shot-making in bursts throughout the contest.', \"He might have been able to see off his opponent earlier had he been able to put sustained pressure on the Croatian's serve but looked to have the match in the bag when he broke to win the third set and then won five of the next six games.\", '\"In the third and fourth sets he was playing unbelievable tennis and I felt I had absolutely no chance,\" said Coric.', '\"(After that) I played some unbelievable points and he also dropped his level a little bit.\"', 'Coric, one of four players to test positive for COVID-19 after playing on the ill-fated Adria Tour earlier this year, said the long layoff during the coronavirus shutdown had helped him recover from a series of niggly injuries.', '\"I decided to take those five months as some kind of preparation,\" he said. \"I was trying my best to come (back) with a body that is healed. And it\\'s good.\"', '']","11":"Telangana Finance Minister tests positive for coronavirusTelangana's Finance Minister T Harish Rao has tested positive for\ncoronavirus, he revealed on Twitter.[\"T Harish Rao, Telangana's Finance Minister has tested positive for coronavirus. He revealed the news on his official Twitter handle.\", 'He Tweeted, \"On getting initial symptoms of coronavirus, I got the test done and the report came back positive. My health is fine, I request that all those who have come in contact with me in the last few days, please isolate yourself and get Covid Test done\",', '', 'On getting initial symptoms of coronavirus, I got the test done and the report came back positive. My health is fine, I request that all those who have come in contact with me in the last few days, please isolate yourself and get Covid Test done', 'Telangana reported 2,511 new cases and 11 deaths due to coronavirus on Friday. The total number of confirmed coronavirus cases in Telangana are 1,38,395. This includes 877 deaths and 32,915 active cases.', '']"}}
