{"Title":{"0":"TikTok troubles narrow gap between Beijing and ByteDance founder Zhang Yiming","1":"Epic Games asks court to prevent what it describes as Apple's 'retaliation'","2":"After COVID delay, World of Warcraft comes to life in a Czech forest","3":"Reusable Chinese spacecraft lands successfully - state media","4":"Goldman Sachs joins syndicate for Ant IPO of up to $30 billion - sources","5":"TIM CEO says not a problem to develop 5G without Huawei","6":"Pentagon: Re-evaluation finds Microsoft's JEDI proposal still is best","7":"Bosnian Tesla fan impatient for Cybertruck release builds a lookalike","8":"Facebook removes pages of right-wing group Patriot Prayer after Portland unrest","9":"Etsy gets into S&P 500, Tesla does not"},"Story_Url":{"0":"https:\/\/in.reuters.com\/article\/usa-tiktok-bytedance-insight\/tiktok-troubles-narrow-gap-between-beijing-and-bytedance-founder-zhang-yiming-idINKBN25W0ES","1":"https:\/\/in.reuters.com\/article\/apple-epic-games\/epic-games-asks-court-to-prevent-what-it-describes-as-apples-retaliation-idINKBN25W0HR","2":"https:\/\/in.reuters.com\/article\/czech-gaming\/after-covid-delay-world-of-warcraft-comes-to-life-in-a-czech-forest-idINKBN25W0QS","3":"https:\/\/in.reuters.com\/article\/china-space\/reusable-chinese-spacecraft-lands-successfully-state-media-idINKBN25X04W","4":"https:\/\/in.reuters.com\/article\/antgroup-ipo-goldman-sachs-exclusive\/goldman-sachs-joins-syndicate-for-ant-ipo-of-up-to-30-billion-sources-idINKBN25W098","5":"https:\/\/in.reuters.com\/article\/telecom-it-5g-huawei-tech\/tim-ceo-says-not-a-problem-to-develop-5g-without-huawei-idINKBN25W0QM","6":"https:\/\/in.reuters.com\/article\/microsoft-pentagon-jedi\/pentagon-re-evaluation-finds-microsofts-jedi-proposal-still-is-best-idINKBN25W043","7":"https:\/\/in.reuters.com\/article\/bosnia-tesla\/bosnian-tesla-fan-impatient-for-cybertruck-release-builds-a-lookalike-idINKBN25W0O2","8":"https:\/\/in.reuters.com\/article\/global-race-protests-portland-facebook\/facebook-removes-pages-of-right-wing-group-patriot-prayer-after-portland-unrest-idINKBN25W04N","9":"https:\/\/in.reuters.com\/article\/tesla-index\/etsy-gets-into-sp-500-tesla-does-not-idINKBN25W05F"},"Brief_Intro":{"0":"ByteDance founder Zhang Yiming has long positioned himself as a global internet entrepreneur, largely eschewing Chinese government involvement, but U.S. demands to sell his crown jewel TikTok are testing the boundaries with Beijing.","1":"Epic Games said late on Friday that it has asked a court to stop what it saw as Apple Inc's retaliation against the \"Fortnite\" creator after the iPhone maker terminated Epic Games' account on its App Store.","2":"Czech World of Warcraft fans donned costumes on Saturday to bring the massively popular online game to life, pushing ahead with a scaled-back festival after the coronavirus pandemic postponed the annual event earlier this year.","3":"An experimental reusable spacecraft launched into orbit two days ago by China has successfully returned to a designated site on Sunday, marking a breakthrough that could lead to cheaper round-trips to space, the official Xinhua News Agency reported.","4":"Goldman Sachs  has joined the growing list of investment banks working on Chinese financial technology firm Ant Group's mammoth initial public offering of up to $30 billion, two people with direct knowledge of the matter said.","5":"The head of Telecom Italia said on Saturday the former phone monopoly would have no trouble developing 5G infrastructure in Italy were the government to ban Chinese provider Huawei.","6":"The U.S. Defense Department said on Friday it has completed a comprehensive re-evaluation of its $10 billion JEDI cloud computing contract proposals and determined that Microsoft Corp's  submission still represents the best value for the government.","7":"A Bosnian fan of both Ford trucks and Elon Musk's Tesla could not just sit on his hands waiting for the electric carmaker to release its Cybertruck, expected from late 2021. Instead he came up with his own version of the futuristic vehicle.","8":"Facebook Inc  on Friday removed the pages of U.S. right-wing group Patriot Prayer and its founder Joey Gibson, a company spokesman told Reuters.","9":"Shares of Tesla  tumbled 7% in extended trade on Friday after the electric car maker was excluded from a group of companies being added to the S&P 500, among them Etsy, whose stock market value is less than a 20th of Tesla's."},"Paragraph":{"0":"BEIJING\/HONG KONG (Reuters) - ByteDance founder Zhang Yiming has long positioned himself as a global internet entrepreneur, largely eschewing Chinese government involvement, but U.S. demands to sell his crown jewel TikTok are testing the boundaries with Beijing.\nA year ago, ByteDance was approached by the Chinese government with offers of help when TikTok, a short-video app with a huge following among young people globally, faced political heat in India, a source familiar with the situation told Reuters. But the company sent only mid-level staff to meet with government officials, signalling that the company wanted to go it alone.\nThe 38-year-old Zhang, who has trodden a different path to other high-profile Chinese tech tycoons, shifted tack in August when President Donald Trump threatened to ban TikTok in the United States unless it was sold to a U.S. firm.\nZhang’s team sought a meeting on his behalf with China’s ambassador in Washington, Cui Tiankai, two sources familiar with the matter said.\nWhile Zhang was only hoping for an informal chat with Cui to seek advice, his approach was seen as a turning point, government and industry sources told Reuters.\nThe embassy directed the ByteDance team to the foreign ministry in Beijing. Although no further talks took place, and Cui and Zhang did not speak, the Chinese government interpreted the approach as a signal that ByteDance was open to assistance.\nChina entered the fray on August 28, by revising a tech export control list that experts said would give them regulatory oversight over any TikTok deal. Reuters could not determine if Beijing’s interpretation of Zhang’s approach and the Chinese government move were linked.\nOne of the sources said that by standing up for ByteDance, Beijing wanted to demonstrate to private companies caught in the crossfire of China-U.S. strategic competition that the country is firmly behind them.\n“We want to show all other countries that this is what the Chinese government will do if you bully any of our companies, so don’t follow what the U.S. is doing,” the source said.\nThe diplomatic dance taking place around TikTok follows years of acrimony between Washington and Beijing over the role of China’s Huawei Technologies [HWT.UL], which the U.S. has alleged is effectively a Trojan horse for Chinese espionage.\nHuawei and Beijing have repeatedly denied any such activity.\nAsked about its engagement with ByteDance, a Chinese foreign ministry spokesman said he was not aware of the specifics of the situation, adding that the United States was over-generalising the concept of national security and abusing its power.\n“Not only does it go against market principles and international rules, it is a mockery to the principles of market economy and fair competition that the U.S. prides itself on,” he added.\nA senior U.S. administration official said China had blocked U.S. tech companies such as Facebook and Twitter for years and the United States’ actions were designed to protect the private information of its citizens.\n“We’re just very concerned that, essentially, anything that could be done on that platform would be subject to the Chinese Communist Party’s algorithmic attempts to control human behavior worldwide.”\nThe Chinese embassy in Washington did not immediately respond to a request for comment. ByteDance declined to comment.\nTikTok has said it would not comply with any request to share user data with the Chinese authorities.\n‘POLITICAL FOOTBALL’\nChina had originally considered speeding up the launch of an “entity list” to punish foreign companies, groups and individuals deemed harmful to its interests, a government source with direct knowledge of the matter said.\nBut this was dropped as a countermeasure to the Trump administration's move to ban transactions with ByteDance and Tencent's 0700.HK WeChat because it would have escalated tensions and was replaced instead by the rules published last week.\nZhang did not know of the tech export rule revisions ahead of time, two sources told Reuters, and the company’s view is that it ultimately prefers to be free to make its own decisions, according to one of the sources. Others close to the TikTok sale talks say the move threw a spanner in the works of already-complicated negotiations and could scupper any deal.\nChina’s commerce ministry, which published revisions to the tech export control list, did not respond to a request for comment.\nByteDance is negotiating with a Microsoft-Walmart WMT.NMSFT.O coalition, and a competing investor consortium led by software firm Oracle ORCL.N, on a sale of TikTok that could be worth as much as $30 billion.\nByteDance is still keen not to become a “political football” and prefers to use legal means rather than rely on government backing to resolve the issue, the source said. The company is suing to block one of Trump’s orders.\n“I doubt having the government speak up for this company can do much in helping it gain market access into another country,” said Chu Yin, a Chinese scholar with the Center for China and Globalization, a Beijing-based think-tank.\n“ByteDance might fare better if it can share some interests with its competitors in the U.S.,” he added.\nZhang has pursued a different path to Chinese internet entrepreneurs such as Alibaba BABA.N founder Jack Ma, who is a Communist Party member, and Tencent's Pony Ma and Baidu's BIDU.O founder and chief executive Robin Li, who are both members of the Chinese People's Political Consultative Conference (CPPCC), a ceremonial advisory body.\nZhang, who is not a member of either, has focussed on global growth even as his counterparts have retrenched from overseas and opted to focus on domestic markets.\nThis year he appointed new heads for the China operations to personally take up more responsibility over ByteDance’s international business and also began moving key research capabilities and decision-making functions abroad. In March, he said in an open letter that he spent two-thirds of 2019 overseas.\nHe has personally sought advice from around ten people at U.S. think-tanks and former U.S. government officials recently, a source familiar with the situation said.\nZhang has also taken numerous steps to assuage U.S. concerns that TikTok could be endangering Americans by collecting personal data and censoring political content.\nHe hired former Disney exec Kevin Mayer as TikTok CEO, moved TikTok content moderation work outside China and established a “transparency center” in the U.S. to give outsiders access to observe TikTok’s data security practices and policies.\n","1":"(Reuters) - Epic Games said late on Friday that it has asked a court to stop what it saw as Apple Inc’s retaliation against the “Fortnite” creator after the iPhone maker terminated Epic Games’ account on its App Store.\nEpic Games filed for a preliminary injunction that would put its game back in the App Store and restore its developer account. The filing was made in the United States District Court for the Northern District of California.\nIt argued that Epic Games is “likely to suffer irreparable harm” in the absence of a preliminary injunction and that “the balance of harms tips sharply in Epic’s favor”.\nThe filing described the iPhone maker as a “monopolist” that maintains its monopolies by “explicitly prohibiting any competitive entry”.\nLate last week, Apple terminated Epic Games’ account on its App Store amid a legal battle over the iPhone maker’s in-app payment guidelines and accusations they constitute a monopoly.\nApple said last week its move will not affect Epic Games’ Unreal Engine, a software tool relied on by hundreds of other app makers.\nBut the move meant iPhone users will not be able to download “Fortnite” or other Epic titles through the Apple App Store.\n“This was a clear warning to any other developer that would dare challenge Apple’s monopolies: follow our rules or we will cut you off from a billion iOS consumers - challenge us and we will destroy your business,” Epic Games said in Friday’s filing.\nApple pulled Epic Games after the popular games creator implemented a feature to let iPhone users make in-app purchases directly, rather than using Apple’s in-app purchase system, which charges commissions of 30%.\nApple had said it would allow “Fortnite” back into the store if Epic removed the direct payment feature. But Epic refused to do so, saying complying with Apple’s request would be “to collude with Apple to maintain their monopoly over in-app payments on iOS.”\n","2":"KAMYK NAD VLTAVOU, Czech Republic (Reuters) - Czech World of Warcraft fans donned costumes on Saturday to bring the massively popular online game to life, pushing ahead with a scaled-back festival after the coronavirus pandemic postponed the annual event earlier this year.\nDressed as shamans, elves and knights, the gaming fans took part in games and competitions in a forest in Kamyk nad Vltavou, south of Prague, but the usual live-action battle was scrapped due to a low turnout.\nThe annual spring festival usually draws up to 200 fans but organisers said turnout was only about 60 this year after the delay caused by coronavirus lockdowns in Europe.\n“We are just happy that this year (the festival) is happening,” said Eliska Pabl Kaplanova, one of the organisers. “So this year it’s a smaller stage.”\nThe online role-playing game has become a cultural phenomenon since launching in 2004, with millions of players worldwide.\nJaroslav Racek, a policeman by day, said he was making his seventh visit to the Czech event and that for him it was a chance to be immersed in something different.\n“There is a great group of people here,” he said, dressed as a “Burning Legion” demon. “A person can enjoy himself in this world and not just sit at a computer.”\n","3":"BEIJING (Reuters) - An experimental reusable spacecraft launched into orbit two days ago by China has successfully returned to a designated site on Sunday, marking a breakthrough that could lead to cheaper round-trips to space, the official Xinhua News Agency reported.\nThe mission had been kept low-key, and state media had yet to publish photographs or video footage of both the launch and landing of the spacecraft. No details were given on the techologies that had been tested.\nChinese social media has been rife with speculation over the spacecraft, which some commentators compared to the U.S. Air Force’s X-37B, an autonomous spaceplane made by Boeing that can remain in orbit for long periods of time before flying back to Earth on its own.\nThree years ago, China said it would launch a spacecraft in 2020 that can fly like an aircraft and would be reusable, increasing the frequency of launches and lowering mission costs.\nIt is not known if the experimental spacecraft launched by China was a fixed-wing craft like the U.S. Space Shuttle. If it was similar to the X-37B, it would be about a fifth of the Space Shuttle in size.\nThe Chinese spacecraft was deployed into orbit on Friday by the Long March 2F, a family of rockets that have transported Shenzhou spacecraft into orbit on both crewed and uncrewed missions over the years.\nA Chinese national independently travelled to space for the first time in 2003 onboard the Shenzhou.\n","4":"HONG KONG (Reuters) - Goldman Sachs GS.N has joined the growing list of investment banks working on Chinese financial technology firm Ant Group's mammoth initial public offering of up to $30 billion, two people with direct knowledge of the matter said.\nAnt, backed by Chinese e-commerce giant Alibaba Group BABA.N9988.HK, plans to list simultaneously in Hong Kong and Shanghai, in what sources have said could be the world's largest IPO and come as soon as October.\nWall Street major Goldman Sachs has been hired as a joint lead manager on the Hong Kong leg of the IPO, said the people, who declined to be named as they were not authorised to speak to the media on this subject.\nA spokesman for Goldman Sachs, which also acted as a joint lead manager on Alibaba’s $12.9 billion secondary listing in Hong Kong last year, declined to comment.\nAnt also declined to comment.\nThe IPO of Ant, already the world’s most valuable unicorn - or billion-dollar unlisted tech firm - would be the first simultaneous listing in Hong Kong and Shanghai’s year-old STAR Market.\nThe Hong Kong leg of the IPO is being sponsored by China International Capital Corp (CICC) 3908.HK, Citigroup C.N, JPMorgan JPM.N, and Morgan Stanley MS.N. Credit Suisse CSGN.S is working as a joint global co-ordinator.\nThe top-ranked banks in a Hong Kong IPO are known as sponsors and carry legal liability for the accuracy of the prospectus. Under them are joint global coordinators, and on the bottom rung are joint lead managers.\nAnt's STAR Market listing is being led by CICC and China Securities Co 6066.HK. \nChina's largest brokerage, CITIC Securities 600030.SS6030.HK, is set to get a joint underwriter's role on the mainland tranche, four people with knowledge of the matter said on Friday.\nAnt’s mega IPO size means a large syndicate of investment banks, especially those with strong retail investor networks, is expected to work on the deal as it progresses towards a possible launch in October.\nIf Ant completes the offering at the around the $30 billion upper end of expectations, it would rival oil giant Saudi Aramco 2222.SE, which raised $29.4 billion last December, surpassing the record set by Alibaba's $25 billion float in 2014.\nAnt’s biggest and best-known business is Alipay, the largest player in China’s 430 trillion yuan ($62 trillion) third-party mobile payments market, according to market researcher Qianzhan.\n","5":"CERNOBBIO, Italy (Reuters) - The head of Telecom Italia said on Saturday the former phone monopoly would have no trouble developing 5G infrastructure in Italy were the government to ban Chinese provider Huawei.\nThe U.S. government has urged allies to exclude Huawei from their next-generation communications infrastructure because it sees a risk the group could give China a strategic opening to spy on the West. Huawei rejects the charges.\nItaly passed legislation last year giving the government special vetting powers over 5G supply deals between domestic firms and non-EU providers, including Huawei, but it has not gone as far as to ban the Chinese vendor.\nSiding with Washington, Britain in July ordered telecoms operators to stop buying any 5G equipment from Huawei by the end of the year and demanded the network be purged of any existing gear from the Chinese provider by 2027.\nSpeaking to the media during the annual Ambrosetti forum on Lake Como, Telecom Italia (TIM) CEO Luigi Guibitosi ruled out a similar situation posing a challenge to TIM.\n“If you’re asking if I anticipate any problems were we to find ourselves in a situation like Britain’s, the answer is no,” Gubitosi said,\nHe said Huawei was just one of several providers TIM had, of which the main one was Sweden’s Ericsson, while rivals Nokia and Huawei had a smaller role.\n“We wouldn’t have any trouble given time to manage the situation,” he said.\nIn Germany, Deutsche Telekom has asked that no telecoms equipment vendor be barred, contrary to calls from some lawmakers to ban Huawei on national security grounds.\nTIM in July left Huawei out of an invitation to tender for a contract to supply 5G equipment for core network infrastructure, where sensitive data is processed, in Italy and Brazil.\n","6":"WASHINGTON (Reuters) - The U.S. Defense Department said on Friday it has completed a comprehensive re-evaluation of its $10 billion JEDI cloud computing contract proposals and determined that Microsoft Corp's MSFT.O submission still represents the best value for the government.\nDespite the reaffirmed award, the result of a comprehensive re-evaluation by the U.S. Department of Defense, the contract remains on hold after a judge in February granted Amazon.com Inc's AMZN.O request to temporarily halt the deal from moving forward.\nAmazon, which has argued the contract process reflected undue influence from President Donald Trump, said on Friday it would “not back down in the face of targeted political cronyism or illusory corrective actions, and we will continue pursuing a fair, objective, and impartial review.”\nThe company called the Pentagon’s “re-evaluation nothing more than an attempt to validate a flawed, biased, and politically corrupted decision” and said in the last review it “offered a lower cost by several tens of millions of dollars”\nAmazon, which had been seen as a front-runner to win the contract, filed a lawsuit in November weeks after the contract was awarded to Microsoft. Trump has publicly derided Amazon head Jeff Bezos and repeatedly criticized the company.\nAmazon closed down 2.2%.\nMicrosoft said it appreciated “that after careful review, the DoD confirmed that we offered the right technology and the best value. We’re ready to get to work.”\nThe Joint Enterprise Defense Infrastructure Cloud (JEDI) contract could reach as much as $10 billion and is part of a broader digital modernization of the Pentagon aimed at making it more technologically agile.\nThe Amazon lawsuit said the 2019 Pentagon decision was full of “egregious errors”, which it suggested were a result of “improper pressure from Trump, who launched repeated public and behind-the-scenes attacks” to steer the contract away from Amazon to harm Bezos.\nAs well as deriding the Amazon head, Trump has accused the Washington Post newspaper, owned by Bezos, of unfair coverage.\nDefense Secretary Mark Esper has rejected that there was bias and said the Pentagon made its choice fairly.\n","7":"MOSTAR, Bosnia (Reuters) - A Bosnian fan of both Ford trucks and Elon Musk’s Tesla could not just sit on his hands waiting for the electric carmaker to release its Cybertruck, expected from late 2021. Instead he came up with his own version of the futuristic vehicle.\nIt took eight months for IT specialists and engineers at Igor Krezic’s Stark Solutions company to disassemble a rugged Ford Raptor F-150 into its smallest parts and then transform it into petrol-powered vehicle that resembles a Cybertruck.\nThe first drive through the streets of the southern town of Mostar drew a lot of attention, Mario Coric, the company manager, told Reuters.\n“Everybody was watching and half of them thought we made a tank, because people don’t know what the Cybertruck is. One girl even stopped and asked if this is the place where they are producing Tesla Cybertruck,” Coric said on Friday.\nKrezic declined to speak to Reuters.\nThough it may not look identical to Cybertruck’s functional prototype the pickup captures its spirit.\n“The owner wanted us to combine two opposite sides -- Ford and Cyber -- because he is a fan of both Tesla and Ford, so we merged two souls into one,” he said.\n“This one uses gasoline and Tesla uses electricity. We tried to copy as much as possible but our car is not the same size as the Cybertruck,” Coric added.\nThere was no immediate comment from Tesla and Ford.\nCoric said Stark Solutions was now trying to register the pickup to be able to drive it on roads but they were encountering problems because sharp vehicle edges like those seen on the Cybertruck are banned in Bosnia.\nTesla plans to build its $1.1 billion Cybertruck factory near Austin, Texas, ending an intense competition with neighbouring Oklahoma, the carmaker’s chief executive Musk announced in July.\nWith a starting price of $39,000, the Cybertruck resembles an armoured vehicle and takes aim at the heart of Detroit automakers’ profitable truck business.\n","8":"SAN FRANCISCO (Reuters) - Facebook Inc FB.O on Friday removed the pages of U.S. right-wing group Patriot Prayer and its founder Joey Gibson, a company spokesman told Reuters.\nPatriot Prayer has hosted dozens of pro-gun, pro-Trump rallies. Attendees have repeatedly clashed with left-wing groups around Portland, Oregon, where one group supporter was killed this week.\nThe victim, 39-year-old Aaron Danielson, was walking home on Saturday night after a pro-Trump demonstration in the city when he was shot.\nFacebook took down the pages as part of efforts to remove “violent social militias” from its social networks, spokesman Andy Stone said.\nThe company updated its policies last month to ban groups that demonstrate significant risks to public safety.\nIts dangerous organizations policy now includes groups that celebrate violent acts or suggest they will use weapons, even if they are not directly organizing violence.\nIn a statement posted on Patriot Prayer’s website, Gibson accused Facebook of a double standard.\n“Antifa groups murdered my friend while he was walking home, and instead of the multibillion dollar company banning Portland Antifa pages they ban Patriot Prayer, Joey Gibson and several other grandmas that are admins,” he wrote.\nAntifa is a largely unstructured, far-left movement whose followers broadly aim to confront those they view as authoritarian or racist.\nGibson espouses non-violence but is accused by anti-fascist groups of provoking confrontations.\nAfter the shooting of Danielson he cautioned supporters not to seek revenge, but rather “push back politically, spiritually.”\nAs of earlier this week, the Patriot Prayer page had nearly 45,000 followers on Facebook. It was created in 2017.\nFacebook last week removed content associated with the Kenosha Guard, a group which had posted a “call to arms” in Kenosha, Wisconsin.\nThe company acted the day after two people were shot and killed at protests in the city, which broke out in response to the police shooting of a Black man earlier that week.\nUsers had flagged the material to Facebook 455 times but were told initially it did not violate the company’s policies, BuzzFeed reported,\n","9":"(Reuters) - Shares of Tesla TSLA.O tumbled 7% in extended trade on Friday after the electric car maker was excluded from a group of companies being added to the S&P 500, among them Etsy, whose stock market value is less than a 20th of Tesla's.\nThe decision by S&P Dow Jones Indices is a blow to Tesla investors who widely expected the company to join the benchmark stock index after a blockbuster quarterly report in July cleared a major hurdle for its potential inclusion.\nS&P Dow Jones Indices said in a statement it was adding online craft seller Etsy ETSY.O, semiconductor equipment maker Teradyne TER.O and pharmaceutical technology company Catalent CTLT.N to the S&P 500, effective Sept. 21, and removing H&R Block HRB.N, Coty COTY.N and Kohls KSS.N. \nShares of Etsy jumped 6% in extended trade, Teradyne rose 2%, and Catalent added 2%.\nS&P Dow Jones Indices senior index analyst Howard Silverblatt declined to say why Tesla was not added to the S&P 500, which is tracked by index funds with at least $4.4 trillion in assets.\n“The market is continuously changing, and we need to reflect that in our indices,” Silverblatt said.\nWith a market capitalization over $370 billion, Tesla is one of the most valuable companies on Wall Street. Even after a 16% drop in its share price from record highs this week, Tesla remains more valuable than 95% of the S&P 500's existing components, including Johnson & Johnson JNJ.N and Procter & Gamble PG.N. \nEtsy, Teradyne and Catalent have a combined stock market value of about $40 billion.\nTesla, which is up nearly 400% so far in 2020, is among the most loved - and hated - stocks on Wall Street. It is the U.S. stock market’s highest-profile bet on the rise of renewable energy and the decline of fossil fuels, and Tesla’s Model 3 sedan has made major inroads among consumers.\nIts recent stock gains have been driven by Tesla’s unexpectedly strong quarterly results released in July, as well as by bets that it would be added to the S&P 500, which would trigger massive demand for its shares from index funds that track the benchmark.\nTesla bears point to looming competition from Porsche PSHG_p.DE, General Motors GM.N and other longer-established rivals. They are also skeptical of Tesla’s corporate governance under Chief Executive Elon Musk, who in 2018 agreed to pay $20 million and step down as chairman to settle fraud charges.\nShort sellers are betting $24 billion that Tesla’s shares will fall, among the largest short levels on record for a U.S. company, in dollars, according to S3 Partners.\n"},"Image_Url":{"0":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","1":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","2":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","3":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","4":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","5":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","6":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","7":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","8":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png","9":"https:\/\/s2.reutersmedia.net\/resources_v2\/images\/core-placeholder-featured.png"},"label":{"0":99.226269948,"1":42.2337025693,"2":71.4786319443,"3":88.3489639649,"4":99.9957487465,"5":85.3781958872,"6":98.1694907989,"7":93.5545519182,"8":99.7086119402,"9":96.9550028788},"Summary":{"0":" “We want to show all other countries that this is what the Chinese government will do if you bully any of our companies, so don’t follow what the U.S. is doing,” the source said. China’s commerce ministry, which published revisions to the tech export control list, did not respond to a request for comment.","1":"","2":" “There is a great group of people here,” he said, dressed as a “Burning Legion” demon.","3":"","4":" Ant also declined to comment. Under them are joint global coordinators, and on the bottom rung are joint lead managers.","5":" Huawei rejects the charges.","6":" Amazon closed down 2.2%.","7":" Krezic declined to speak to Reuters. There was no immediate comment from Tesla and Ford.","8":" It was created in 2017.","9":" Etsy, Teradyne and Catalent have a combined stock market value of about $40 billion."}}
